[
    {
      "id": "1",
      "date": "SEPTEMBER 25, 2023",
      "title": "Roasted Mushroom Sandwich with Horseradish Aioli",
      "img": "https://pinchofyum.com/cdn-cgi/image/width=680,height=99999,fit=scale-down/wp-content/uploads/Mushroom-Sandwich-1.jpg",
      "description": "Layers of roasty mushrooms, havarti, lemony arugula, and an easy homemade horseradish aioli make this mushroom sandwich a WINNER. A saucy, salty, hefty masterpiece! I got a text a few weeks ago from Ang with a photo of her sandwich – like friends do – which was layers of roast beef, arugula, havarti, and horseradish aioli on the caramelized onion focaccia from Trader Joe’s. I spent at least 10 minutes just zoomed in on the photo, examining every saucy detail. Then I went and immediately made one for myself."
    },
    {
      "id": "2",
      "date": "SEPTEMBER 23, 2023",
      "title": "Slow Cooker Texas Style Chili",
      "img": "https://pinchofyum.com/cdn-cgi/image/width=680,height=99999,fit=scale-down/wp-content/uploads/Slow-Cooker-Texas-Chili_HighRes-012-scaled.jpg",
      "description": "This shredded beef Texas chili is rich and hearty, made with 8 simple ingredients! Just saucy chunks of tender beef that shreds apart with the lightest pull of a fork. YUM. Is there any better feeling than walking into your house, when it's dark (already) at 5pm, and smelling the juicy, spicy, richness of Texas-style chili in the slow cooker? This chili is rich and hearty, simple and uncluttered. No beans, no veggie chunks  just saucy chunks of juicy, tender beef that shreds apart with the lightest pull of a fork."
    },
    {
      "id": "3",
      "date": "SEPTEMBER 20, 2023",
      "title": "House Favorite Garlic Bread",
      "img": "https://pinchofyum.com/cdn-cgi/image/width=680,height=99999,fit=scale-down/wp-content/uploads/Garlic-Bread-11.jpg",
      "description": "My go-to for garlic bread! French bread, butter, fresh garlic, garlic powder, Parmesan, and parsley. It's so simple and so ridiculously good. I mean, you can make what you want for dinner, but what gets people excited is the garlic bread.This is our house favorite garlic bread, the one I make almost weekly at this point - it's generous with the butter and Parmesan, solidly garlicky, and flecked with herbs to really make it pop. It's classic, it's versatile, and it's so ridiculously good."
    },
    {
      "id": "4",
      "date": "SEPTEMBER 19, 2023",
      "title": "Pumpkin Muffins with Maple Cream Cheese Filling",
      "img": "https://pinchofyum.com/cdn-cgi/image/width=680,height=99999,fit=scale-down/wp-content/uploads/Pumpkin-Muffins-with-Cream-Cheese-Filling-10.jpg",
      "description": "Pumpkin muffins are getting a lightly crunchy, sparkly cinnamon sugar topping, and then stuffed to the brim with maple cream cheese whipped cream. YUM. HOLY. SMOKES. Pumpkin muffins are getting a lightly crunchy, sparkly cinnamon sugar topping, and then stuffed to the brim with maple cream cheese whipped cream. They are pure joy.Part muffin, part cupcake, and part cream puff  in other words, a match made in heaven."
    },
    {
      "id": "5",
      "date": "SEPTEMBER 17, 2023",
      "title": "Swedish Pancakes",
      "img": "https://pinchofyum.com/cdn-cgi/image/width=680,height=99999,fit=scale-down/wp-content/uploads/Swedish-Pancackes-1-2.jpg",
      "description": "My go-to recipe for Swedish pancakes! Buttery, tender, and thick enough to sink your teeth into but with a nice thin, delicate, lacy edge. Lets get right down to it: Swedish pancakes are delightful. This recipe will give you Swedish pancakes that are golden, buttery, chewy and thick enough to sink your teeth into in the middle, but thin enough to give you a signature Swedish pancake thin and lacy edge. Its like something between an American pancake and a French crepe. Topped with lingonberry jam and yogurt, or whipped cream, or just straight cream?"
    },
    {
      "id": "6",
      "date": "SEPTEMBER 15, 2023",
      "title": "Roasted Corn and Fried Egg Tacos",
      "img": "https://pinchofyum.com/cdn-cgi/image/width=680,height=99999,fit=scale-down/wp-content/uploads/Fried-Egg-Tacos-4.jpg",
      "description": "Roasted Corn and Fried Egg Tacos with a crispy, cheesy, lacy-edged egg, corn, cotjia cheese, cilantro, pickled onions and sauce all piled into a tortilla with refried beans. Longtime reader, first time commenter! I made these for breakfast today because I just happened to have all the ingredients on hand (including pickled red onions in my fridge). So easy and so good!"
    },
    {
      "id": "7",
      "date": "SEPTEMBER 10, 2023",
      "title": "Kale Apple Salad with Crispy Shallots",
      "img": "https://pinchofyum.com/cdn-cgi/image/width=680,height=99999,fit=scale-down/wp-content/uploads/Kale-Apple-Salad-8-2.jpg",
      "description": "I love this Kale Apple Salad! Kale, brussels sprouts, rosemary cashews, apples, fried bread cheese, crispy shallots, and crisp apple maple dressing! I love when I find salads that I actually really look forward to eating, and this kale apple salad is that for me! It is insanely good: finely shredded kale and brussels sprouts with sweet and crunchy chopped apples, rosemary cashews, fried garlic bread cheese, dried cranberries, and golden crispy shallots all covered in a crisp apple maple dressing."
    }
    
]